// List<string> list = new List<string>(){
//              "首页",
//              "新闻动态","校园新闻",
//              "学校概况","一中简介","校史长廊","现任领导","规划方案","学校荣誉","对外交流",
//              "德育之窗","德育活动","德育科研","心理健康","法律法规","综合活动","体育卫生","主题教育",
//              "教学活动","教师培训","课改实践","教研组","教育科研","研究报告","教学论文","案例反思",
//              "教师园地","师资概况","名师风采","个人荣誉","骨干教师",
//              "学习天地","学生荣誉","科技之光","艺术奇葩","社团活动","校园生活",
//              "党建园地","学习园地","党员风采","党团活动","青年党校",
//              "工会之家","政策法规","师德建设","活动剪影","老教协"

//             ,"家长学校"
//,"教育宝典"
//,"家教动态"
//,"心理辅导"
//,"家校互动"

//,"校友之家"
//,"通知公告"
//,"校友故事"
//,"校友风采"
             
//,"风采展示"
//,"校园风采"
//,"教师风采"
//,"学生风采"
               
//,"首页模块"
//,"通知公告"
               
//,"系统管理"
//,"左侧导航"
//,"导航设置"
//,"设置首页跳转"
//,"新闻导读排序"
//,"图片批量上传"
//,"内容发布管理"

//          };